src/app/views/dashboard/negative-account/negative-account-initial/text.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:con="https://consumerconnectws.tui.transunion.com/"
  xmlns:data="https://consumerconnectws.tui.transunion.com/data"
  xmlns:arr="http://schemas.microsoft.com/2003/10/Serialization/Arrays">
  <soapenv:Header/>
  <soapenv:Body>
    <con:GetDisputeStatus>
      <con:request>
        <data:AccountCode>123456789</data:AccountCode>
        <data:AccountName>CC2BraveCredit</data:AccountName>
        <data:RequestKey>BC-6419b2ab-e09d-4586-b496-598b774db8dc</data:RequestKey>
        <data:ClientKey>984830a2-77ee-4427-b1df-d483ea868d38</data:ClientKey>
        <data:Customer>
          <data:CurrentAddress>
            <data:AddressLine1>614 7TH ST</data:AddressLine1>
            <data:AddressLine2 xsi:nil="true"
              xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
            <data:City>BELEN</data:City>
            <data:State>NM</data:State>
            <data:Zipcode>87002</data:Zipcode>
          </data:CurrentAddress>
          <data:DateOfBirth>1951-10-01</data:DateOfBirth>
          <data:FullName>
            <data:FirstName>ELIZABETH</data:FirstName>
            <data:LastName>LECH</data:LastName>
            <data:MiddleName>ANN</data:MiddleName>
            <data:Prefix xsi:nil="true"
              xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
            <data:Suffix xsi:nil="true"
              xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
          </data:FullName>
          <data:PhoneNumber xsi:nil="true"
            xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
          <data:Ssn>666369399</data:Ssn>
        </data:Customer>
        <data:DisputeId xsi:nil="true"
          xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
        <data:EnrollmentKey>39154959-782a-49a0-92fd-04d067bc4b7e</data:EnrollmentKey>
      </con:request>
    </con:GetDisputeStatus>
  </soapenv:Body>
</soapenv:Envelope>